bin/classes/GetTaskBoxList.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <GetTaskBoxList xmlns="http://tempuri.org/">
      <strUserID>&strUserID</strUserID>
      <IsActive>&IsActive</IsActive>
      <IsRead>&IsRead</IsRead>
      <strSubject>&strSubject</strSubject>
    </GetTaskBoxList>
  </soap:Body>
</soap:Envelope>